tap "heroku/brew"
tap "homebrew/services"
tap "minio/stable"
tap "mongodb/brew"
tap "sanemat/font"
brew "awscli"
brew "gh"
brew "jq"
brew "node"
brew "mongosh"
brew "n"
brew "nodebrew"
brew "openjdk@11"
brew "openjdk@17", link: true
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "switchaudio-osx"
brew "tree"
brew "wimlib"
brew "yarn"
brew "yt-dlp"
brew "zsh"
brew "heroku/brew/heroku"
brew "minio/stable/mc"
brew "mongodb/brew/mongodb-community"
cask "claude-code"
cask "visual-studio-code"
vscode "antfu.browse-lite"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "bradlc.vscode-tailwindcss"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "jackiotyu.git-worktree-manager"
vscode "johnpapa.vscode-peacock"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "unifiedjs.vscode-mdx"
vscode "vira.vsc-vira-theme"
vscode "vitest.explorer"
vscode "vstirbu.vscode-mermaid-preview"
vscode "yzhang.markdown-all-in-one"
